/* Action: Close */
"action.close" = "Close";

/* Action: OK */
"action.OK" = "OK";

/* Action: Retry request */
"action.retry" = "Retry request";

/* Corner for error alert: Error */
"alert.errorTitle" = "Error";

/* Header for sort alert: Sort */
"alert.sortTitle" = "Sort";

/* Author url error: Invalid author website address */
"author.error.incorrectURL" = "Invalid author website address.";

/* Prefix for author text in collection: Collection Author: */
"author.text.prefix" = "Collection author:";

/* Network error: Likes broken. */
"error.brokenLikes" = "Likes are broken.";

/* Network error: Order broken. */
"error.brokenOrder" = "Order broken.";

/* Network error: Author with id %@ not received. */
"error.noAuthorByID" = "Author with id %@ not received.";

/* Network error: Collections not received. */
"error.noCollection" = "Collections not received.";

/* Network error: Nft with id %@ not received. */
"error.noNftByID" = "Nft with id %@ not received.";

/* Network error: Nfts not received. */
"error.noNfts" = "Nfts not received.";

/* Network error: Nfts by author with id %@ not received. */
"error.noNftsByAuthorID" = "Nfts by author with id %@ not received.";

/* Network Error: Profile not received. */
"error.noProfile" = "Profile not received.";

/* Title of the sort by name option: By name */
"sortBy.name" = "By title";

/* Sort by NFT count option header: By NFT count */
"sortBy.nftsCount" = "By NFT count";

/* Tab Header: Shopping Cart. */
"tabTitle.cart" = "Shopping Cart";

/* Tab Title: Catalog. */
"tabTitle.catalog" = "Catalog";

/* Tab Title: Profile. */
"tabTitle.profile" = "Profile";

/* Tab Title: Statistics. */
"tabTitle.stats" = "Statistics";
